Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: གནས་པ་ནི་དྲན་པ་མེད་པ་དང་། ཡིད་ལ་བྱེད་པ་མེད་པའོ། ། འཇུག་པ་ནི་ཡང་དག་པར་སྤོང་བ་ལ་རབ་ཏུ་སྦྱོར་བའོ། ། གནས་པ་ནི་དགེ་བ་དང་མི་དགེ་བ་དང་བྲལ་བའོ། ། འཇུག་པ་ནི་རྫུ་འཕྲུལ་གྱི་རྐང་པ་མངོན་པར་སྒྲུབ་པའོ། ། གནས་པ་ནི་ལྷུན་གྱིས་གྲུབ་པས་བྱ་བ་འཇུག་པའོ། ། འཇུག་པ་ནི་དབང་པོ་ལ་མཁས་པའོ། ། གནས་པ་ནི་དབང་པོའི་ཆོས་ལ་སོ་སོར་རྟོག་པའོ། ། འཇུག་པ་ནི་སྟོབས་སྒྲུབ་པའོ། ། གནས་པ་ནི་མི་རྫི་བའི་གནས་སོ། ། འཇུག་པ་ནི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ཡང་དག་པར་འབྱུང་བའོ། ། གནས་པ་ནི་ཆོས་ལ་རབ་ཏུ་ཤེས་པའི་ཡེ་ཤེས་སོ། ། འཇུག་པ་ནི་ལམ་གྱི་ཚོགས་ཡོངས་སུ་ཚོལ་བའོ། ། གནས་པ་ནི་གང་དུ་ཡང་མི་འགྲོ་བའོ། ། འཇུག་པ་ནི་ཞི་གནས་ཡོངས་སུ་ཚོལ་བའོ། ། གནས་པ་ནི་ཞི་གནས་ཀྱི་སེམས་སོ། ། འཇུག་པ་ནི་ལྷག་མཐོང་གི་ཚོགས་སོ། ། གནས་པ་ནི་ཆོས་ཉིད་རིག་པའོ། ། འཇུག་པ་ནི་རྒྱུ་ཁོང་དུ་ཆུད་པའོ། ། གནས་པ་ནི་རྒྱུ་ཡོངས་སུ་ཤེས་པའོ། ། འཇུག་པ་ནི་གཞན་གྱི་སྒྲ་ཐོས་པའོ། ། གནས་པ་ནི་ཆོས་ལ་ནན་ཏན་བྱེད་པའོ། ། འཇུག་པ་ནི་ཆོས་ཀྱི་སྐུའི་རྒྱན་ཏོ། ། གནས་པ་ནི་ཆོས་ཀྱི་སྐུ་ཉིད་དོ། ། འཇུག་པ་ནི་ངག་གི་རྒྱན་ཏོ། ། གནས་པ་ནི་འཕགས་པའི་མི་སྨྲ་བའོ། ། འཇུག་པ་ནི་རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་ལ་མོས་པའོ། ། གནས་པ་ནི་མི་བྱེད་པའོ། ། འཇུག་པ་ནི་བདུད་བཞི་རྣམ་པར་སྤོང་བའོ། ། གནས་པ་ནི་བག་ཆགས་ཀྱི་ཉོན་མོངས་པ་འདོར་བའོ། ། འཇུག་པ་ནི་ཐབས་མཁས་པའོ། ། གནས་པ་ནི་ཤེས་རབ་ཀྱིས་བལྟའོ། ། འཇུག་པ་ནི་མི་དམིགས་པར་བལྟའོ། ། གནས་པ་ནི་སྒྲོལ་བར་བལྟའོ། ། འཇུག་པ་ནི་བརྡར་བལྟའོ། ། གནས་པ་ནི་དོན་དུ་བལྟའོ། ། འདི་ནི་སེམས་ཀྱི་བརྩོན་འགྲུས་ཞེས་བྱ་སྟེ། གང་བརྩོན་འགྲུས་ལ་རྩོམ་པ་དང་། འབད་པ་དང་། རྟུལ་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་བརྩོན་འགྲུས་རྟུལ་བ་མ་ཉམས་པ་ཞེས་བྱའོ། །
en: He is settled in the absence of mindfulness and mental activity. He engages by applying the perfect exertion of abandonment. He is settled in the absence of both virtue and nonvirtue. He engages in building the foundations of magical abilities. He is settled in his effortless engagement. He engages with the senses in a skillful manner. He is settled in his careful examination of sense phenomena. He engages by gaining mastery in the powers. He is settled in a state of unassailability. He engages in cultivating the factors of awakening. He is settled in the knowledge that investigates phenomena. He engages in the search for the requisites needed for the path. He is settled in not needing to travel anywhere. He engages in the search for calm abiding meditation. He is settled in a peacefully settled mind. He engages with the requirements for insight meditation. He is settled in his awareness of the true nature of phenomena. He engages in recognizing causes. He is settled in a true understanding of causes. He engages in paying attention to what others say. He is settled in his practice of the Dharma. He engages in the adornment of the body of Dharma. He is settled in the body of Dharma itself. He engages in the adornment of speech. He is settled in noble silence. He engages with confidence with the three doors of liberation. He is settled in inactivity. He engages in getting rid of the four māras. He is settled in his abandonment of the habitual vices. He engages with skillful means. He is settled in investigating things by means of wisdom. He engages in investigating objects as objects. He is settled in investigation that leads to liberation. He engages in investigating conventional designations. He is settled in investigating the meaning. This is what is meant by mental vigor. Applying oneself, exerting oneself, and working courageously with this kind of vigor is what is known as the bodhisatva’s unfaltering courageous vigor.

source: དེ་ལྟར་ཤཱ་རིའི་བུ་བརྩོན་འགྲུས་རྟུལ་བ་མ་ཉམས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ལྔས་མངོན་པར་འཕགས་པ་ཡིན་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །ཆོས་ལྔ་པོ་གང་གིས་མངོན་པར་འཕགས་པ་ཡིན་ཞེ་ན། སངས་རྒྱས་བྱུང་བ་མཉེས་པར་བྱེད་པས་མངོན་པར་འཕགས་པ་ཡིན། དགེ་བའི་བཤེས་གཉེན་ལ་སྟེན་པས་མངོན་པར་འཕགས་པ་ཡིན། དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཐོབ་པས་མངོན་པར་འཕགས་པ་ཡིན། ཇི་ལྟར་དགེ་བའི་ཆོས་བསྒྲུབས་པ་ཆུད་མི་ཟ་བས་མངོན་པར་འཕགས་པ་ཡིན། སྡོམ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྗེས་སུ་བསླབས་པས་མངོན་པར་འཕགས་པ་ཡིན་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །
en: “Consequently, Śāriputra, the bodhisatva whose vigor is unfaltering and courageous excels in five ways, and so he quickly attains unsurpassed perfect awakening. What are these five ways in which he excels? He excels by serving the buddhas who appear. He excels by relying on his spiritual friends. He excels by having attained the fortunate situations. He excels by not wasting the wholesome qualities that he has developed. He excels by following the training that is upheld by bodhisatvas, great beings. In this way, he will quickly attain unsurpassed perfect awakening.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་ལྔས་མངོན་པར་འཕགས་པ་མི་འགྱུར་བ་དེ་ལྟ་བུ་མཆིས་སམ།
en: The venerable Śāriputra then asked the Lord, “Lord, are there bodhisatvas who do not excel in these five ways?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་ཡོད་དོ། །
en: The Lord replied, “There are, Śāriputra.”

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ཇི་ལྟ་བུ་ལགས། །བདེ་བར་གཤེགས་པ་ཇི་ལྟར་ཇི་ལྟ་བུ་ལགས།
en: “What are they like, Lord? What are they like, Sugata?”

source: བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ལྔ་དང་ལྡན་པ་སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་མི་བྱེད་པ་དང་། དགེ་བའི་བཤེས་གཉེན་ལ་མི་སྟེན་པ་དང་། དལ་བ་འབྱོར་པ་མི་རྙེད་པ་དང་། དགེ་བའི་ཆོས་ཇི་ལྟར་བསྒྲུབས་པ་ཆུད་གསོན་པ་དང་། སྡོམ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྗེས་སུ་མ་བསླབས་པ་ཡིན་ཏེ བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། ། ཆོས་ལྔ་གང་ཞེ་ན། འདི་ལ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་རྒྱལ་པོའི་བཀྲབས་པར་འགྱུར། སྐྱེ་བོ་མང་པོ་སྐྲག་པར་འགྱུར་ཞིང་སྐྱེ་བོ་མང་པོས་བདག་ཅག་གི་དོན་འདི་བགྱིར་གསོལ་ཞེས་དེ་ལ་གསོལ་བ་བཏབ་པ་དང་། དེ་དག་ལ་བྱའོ་ཞེས་སྨྲས་ནས་ དེ་མི་བྱེད་ཅིང་ཚིག་གི་དངོས་པོ་ཙམ་གྱི་བར་ལ་གནས་པ་ཡིན་ནོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤཱ་རིའི་བུ་འདི་ལྟ་བུའི་ཆོས་འདི་ནི་མཐོ་རིས་ལས་ཉམས་པར་འགྱུར་བའོ། ། ཤཱ་རིའི་བུ་འདི་ལྟ་བུའི་ཆོས་འདི་ནི་དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཐོབ་པ་ཉམས་པར་འགྱུར་བའོ། ། ཤཱ་རིའི་བུ་ཆོས་དང་པོ་འདི་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་ནི་ལུས་གསོ་བའི་ཕྱིར་སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་མི་བྱེད་པ་ནས་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ། །
en: He said, “Śāriputra, there are five ways in which a bodhisatva can act that can prevent him from serving the buddhas who appear, relying on his spiritual friends, and taking advantage of the opportunities that arise. They can also make him waste the wholesome qualities that he has developed and not follow the training upheld by bodhisatvas, great beings, that would lead him to quickly attain unsurpassed perfect awakening. What are these five things? Śāriputra, a householder bodhisatva might be a warrior king whose subjects might say, ‘Please help us!’ when they are afraid. He might reply, ‘I will,’ but then not do what he has promised. What then? Such an approach, Śāriputra, destroys any possibility of attaining heavenly states of existence. Such an approach, Śāriputra, destroys one’s potential for taking advantage of the opportunities that arise. Śāriputra, a householder bodhisatva who acts in this first way, out of concern for his own physical well-being, will not please the buddhas who appear, and so forth, and he will fail to quickly attain unsurpassed perfect awakening.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་གྲོང་ཁྱེར་དུ་འཚེ་བ་ལ་ཆགས་པ་སྟེ། གྲོང་ཁྱེར་དུ་འཚེ་བ་གང་ཞེ་ན། ཤཱ་རིའི་བུ་འདི་ལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཇིག་རྟེན་དུ་བྱུང་སྟེ། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱི་མདུན་དུ་ཆོས་སྟོན་པ་ནི་ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ། ཡང་དག་པར་རབ་ཏུ་སྟོན་ཏེ དེ་ལས་འཁོར་བཞི་འབྱུང་ངོ་། ། འཁོར་བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ། དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མའོ། ། དེ་ལ་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། ལྗོངས་སམ། ཡུལ་ལམ། ཕོ་བྲང་འཁོར་གྱི་ནང་དུ་གནས་པར་གྱུར་པ་ལས་དེ་དག་གི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཉམས་པར་བྱེད་པ་སྟེ། དེ་ནི་གྲོང་ཁྱེར་ལ་འཚེ་བ་ཞེས་བྱའོ། ། དེ་ལ་ཆགས་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་མི་བྱེད་པ་ནས། མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་བའི་བར་དུའོ། །
en: “Then, Śāriputra, there might be a householder bodhisatva who is involved with the harmful influences of the city. What sort of harmful influences of the city might he be involved with? Śāriputra, when a tathāgata, arhat, fully accomplished buddha appears in the world and teaches the Dharma, which is excellent in the beginning, excellent in the middle, and excellent in the end, accurate in meaning, and well expressed, and when he reveals the life of purity that is simple, complete, perfect, and pure, he has four assemblies. What are these four assemblies? They are monks, nuns, laymen, and laywomen. If these monks, nuns, laymen, and laywomen living in villages, towns, districts, counties, or countries abandon their morality, this is what is meant by the harmful influences of the city. A householder bodhisatva who is involved with the harmful influences of the city in this way will not please the buddhas who appear, and so forth, and he will fail to quickly attain unsurpassed perfect awakening.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་ལེགས་པར་བཤད་པའི་ཆོས་འདུལ་བ་ལ་གནས་པ་ཕ་མ་ལ་ཆོས་ཀྱི་བར་ཆད་བྱེད་པ་དང་། བུ་དང་། བུ་མོ་དང་། ཆུང་མ་དང་། སྲིང་མོ་ལ་ཆོས་ཀྱི་བར་ཆད་བྱེད་པ་དང་། མཛའ་བོ་དང་། ཉེ་དུ་དང་། སྣག་གི་གཉེན་མཚམས་རྣམས་ལ་ཆོས་ཀྱི་བར་ཆད་བྱེད་པ་དང་། དེ་བཞིན་དུ་སེམས་ཅན་གཞན་རྣམས་ལ་ཡང་ཆོས་ཀྱི་བར་ཆད་བྱེད་པ་དེ་ནི་ཡུན་རིང་པོར་ཆོས་ཀྱི་བར་ཆད་དུ་འགྱུར་བ་ཡིན་ཏེ ཤཱ་རིའི་བུ་ཆོས་གསུམ་པོ་འདི་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཀྱི་བར་ཆད་བྱས་ནས་སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་མི་བྱེད་པ་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་བའོ། ། གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་དག་འདོད་པ་ཉུང་བ་དང་། འཐུན་པ། ཡོ་བྱད་བསྙུངས་པ་དང་འཐུན་པ་ཐོས་ན་ མི་དད་ཅིང་། གཞན་ཡང་ལྟ་བ་དེ་ཉིད་ཡང་དག་པར་འཛིན་དུ་འཇུག་པ་དང་། དེ་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་སྨོད་ཅིང་མཉེས་པར་མི་བྱེད་དེ་ སྨད་པའི་འགྲོ་བ་ཉིད་དུ་འགྲོ་བའོ། ། སྨད་པའི་འགྲོ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། མཐའ་འཁོབ་ཀྱི་ཡུལ་མི་དང་། ཡན་ལག་ཉམས་པ་དང་། ཀླ་ཀློ་དང་། ལོག་པར་ལྟ་བའི་སེམས་ཅན་གྱི་ནང་དུ་སྐྱེ་བ་སྟེ།
en: “Then, Śāriputra, there might be a householder bodhisatva who keeps to the well-expressed discipline of the Dharma but creates obstacles to the Dharma for his parents, for his sons, daughters, wife, and sisters, for his friends, companions, and relatives, and for other sentient beings and who is responsible for creating long-lasting hindrances to the Dharma. Śāriputra, a householder bodhisatva who acts in this third way and is responsible for creating obstacles to the Dharma will not serve the buddhas who appear, and so forth, and he will fail to quickly attain unsurpassed perfect awakening.

source: ཤཱ་རིའི་བུ་ཆོས་བཞི་པ་འདི་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་ནི་སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་མི་བྱེད་པ་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་བའོ། ། ཤཱ་རིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་འདི་ལྟ་སྟེ། བློན་པོ་དང་། དེ་མ་ཡིན་པའི་འཁོར་གཞན་སྟོབས་ཆེན་པོ་ལ་རྟེན་པར་གྱུར་ཏེ། དེ་དབང་ཕྱུག་གི་དབང་གིས་སྐྱེ་བོ་མང་པོ་ལ་གཤེ་ཞིང་བརྒྱད་དེ། ཚིག་ངན་པ་རྩུབ་པོས་སྤྱོས་ཏེ། འཕྱས་འདོགས་ཤིང་འཐིང་སླད་བྱེད་དེ། ངག་གི་ཉེས་པར་སྤྱོད་པ་དེ་དང་ལྡན་པས་ངན་སོང་དུ་འཇིགས་སུ་རུང་བའི་ལུས་ཐོབ་པར་འགྱུར་རོ། །
en: “Then, Śāriputra, there might be a householder bodhisatva who hears a tathāgata teach sūtras like this one that emphasize having few desires and living an ascetic lifestyle but who does not develop faith in them and, moreover, makes others adopt his position. If he criticizes and disregards the doctrine of the tathāgata, he will end up having to go to awful states of existence. What sort of awful states of existence will he end up in? He will be reborn in hell, among animals, in the spirit world governed by Yama, or in remote border regions, with dysfunctional limbs, as a barbarian, or as a being who holds wrong views. Śāriputra, a householder bodhisatva who acts in this fourth way will not serve the buddhas who appear, and so forth, and he will fail to quickly attain unsurpassed perfect awakening.

source: ཤཱ་རིའི་བུ་ཆོས་ལྔ་པ་འདི་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པ་ནི་སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་མི་བྱེད། དགེ་བའི་བཤེས་གཉེན་ལ་ཡང་མི་སྟེན། དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཡང་མི་འཐོབ། ཇི་ལྟར་བསྒྲུབས་པའི་དགེ་བའི་རྩ་བ་ཡང་ཆུད་གསོན། སྡོམ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཡང་རྗེས་སུ་སློབ་པར་མི་འགྱུར་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ། །
en: “Then, Śāriputra, there might be a householder bodhisatva who has power over ministers and others in his employ, using his authority to scold and rebuke many people and using vulgar and harsh language to deride and disparage others. Because of these negative verbal actions, he will end up in the dreadful lower states of existence. Śāriputra, a householder bodhisatva who acts in this fifth way will not serve the buddhas who appear, rely on his spiritual friends, or take advantage of the opportunities that arise; he will waste the wholesome qualities he has generated, he will not follow the training upheld by bodhisatvas, great beings, and he will fail to quickly attain unsurpassed perfect awakening.”

source: ལས་ནི་རྣམ་པ་འདི་ལྟ་སྟེ། །
en: “Because he acts in these five ways,

source: དེས་ནི་ཤེས་རབ་མི་འཕེལ་འགྱུར། །
en: His wisdom will not develop,

source: བློ་ཡང་མྱུར་དུ་མ་རུང་འགྱུར། །
en: His intelligence will quickly deteriorate,

source: མི་མཆོག་རྣམས་ནི་མཉེས་མི་བྱེད། །
en: And he will displease the supreme among men.

source: དེ་ནི་སེམས་ཅན་སླུ་བ་སྟེ། །ཕོ་བྲང་འཁོར་གྱི་བཀྲབས་པ་ལྟར། །མི་དགེ་རྩ་བ་དེ་དག་གིས། །འཇིག་རྟེན་མགོན་པོ་མི་མཐོང་ངོ་། །
en: “As a soldier in the royal guard He breaks his promise to sentient beings, And through this root of unwholesomeness He will not see the protector of the world.

source: བདག་གིས་ཕྲོགས་ཤིག་ལོངས་ཤིག་ཅེས། །སེམས་ཅན་རྣམས་ལ་འཇིགས་བསྐྱེད་དང་། །
en: “He frightens sentient beings, saying, ‘Seize them! Beat them for me!’

source: ཉེས་པའི་ལས་རྣམས་བྱས་གྱུར་ནས། །མི་མཆོག་རྣམས་ནི་མཉེས་མི་བྱེད། །
en: Because of these evil deeds He will displease the supreme among men.

source: དགེ་སློང་དང་ནི་དགེ་སློང་མ། །ཚུལ་ཁྲིམས་ཉམས་བྱས་སྡུག་བསྔལ་གྱུར། །
en: “Leading monks and nuns To abandon their morality, he will suffer.

source: སངས་རྒྱས་མང་པོ་མཉེས་མི་བྱེད། །དེ་ལ་དལ་བ་རྙེད་པར་དཀའ། །
en: He will not serve the many buddhas, And it is difficult to obtain the opportunity to render such service.

source: ཕ་དང་མ་དང་ཆུང་མ་རྣམས། །ཆོས་སྤྱོད་པ་ཡི་བགེགས་བྱེད་དེ། །མྱུར་དུ་ཆོས་ཀྱང་མི་ཐོས་ཤིང་། །གཏི་མུག་གིས་ནི་བསྒྲིབས་པར་འགྱུར། །
en: “Creating obstacles to the practice of Dharma For his parents and his wife, He will not progress quickly in the Dharma But will be clouded by confusion.

source: རབ་ཏུ་འབྱུང་བར་འགྲོ་བ་ལ། །བར་དུ་གཅོད་པ་བྱས་གྱུར་ནས། ། སངས་རྒྱས་མང་པོ་མཉེས་མི་བྱེད། དེ་ལ་དལ་བ་མི་འབྱུང་ངོ་། །
en: “Creating obstacles For those who wish to take on the life of a renunciant, He will not please the many buddhas And will not make use of his opportunities.

source: གང་དུ་སྟོང་པ་ཉིད་བསྔགས་པ། །འདི་ལྟ་བུ་ཡི་ཆོས་ཐོས་ནས། ཁྲོ་བ་དག་ནི་ཉེར་ལེན་ཅིང་། །འདི་ནི་ཆོས་མིན་ཞེས་ཀྱང་སྨྲ། །
en: “When he hears sūtras like this one In which the word emptiness is used, The poison of anger appears in him, And he claims that they are not in accord with Dharma.

source: བར་ཆད་འདི་དག་ཐམས་ཅད་ཀྱིས། །བཅུ་དྲུག་ཆར་ཡང་ཉེར་མི་འགྲོ། །
en: “All these obstacles, however bad, Still do not amount to even a sixteenth part

source: དམ་པའི་ཆོས་ལ་སྨད་བྱས་ནས། །
en: Of that which comes from rejecting the true Dharma—

source: དམུས་ལོང་རབ་ཏུ་སྡུག་བསྔལ་འགྱུར། །
en: He will see the suffering of being born blind.

source: རྫོགས་པའི་སངས་རྒྱས་དེས་མི་མཐོང་། །
en: “He will not encounter the perfect buddhas,

source: མཐོང་དུ་ཟིན་ཀྱང་དད་མི་འགྱུར། །
en: And if he does see them, he will have no faith in them.

source: བུད་མེད་མ་ནིང་དམུས་ལོང་དང་། །ཁྱི་དང་བོང་བུ་རྣམས་སུ་འགྱུར། །
en: He will become a woman, a eunuch, Blind from birth, a dog, or a donkey.

source: གང་ཞིག་སངས་རྒྱས་བྱང་ཆུབ་དང་། །བྱང་ཆུབ་སེམས་དཔའ་དགའ་བ་དག །བར་དུ་གཅོད་པ་རྣམ་སྤངས་ནས། །བཟང་པོ་དག་གི་ལམ་རྣམས་སྒོམ། །
en: “He who has devotion For the awakened Buddha and the bodhisatvas Will avoid obstacles And cultivate the path of goodness.

source: ཕ་དང་མ་ནི་ཆོས་འདི་ལ། །ཡང་དང་ཡང་དུ་སྦྱོར་བ་དང་། །སེམས་ཅན་ཐམས་ཅད་རབ་འབྱུང་བར། །མྱུར་བ་ཉིད་དུ་ལེན་དུ་འཇུག །
en: “If he urges his parents on In the Dharma, again and again, Sentient beings will readily Take up the renunciant life.

source: མ་ནི་ཆོས་ལ་སྦྱར་བྱས་ན། །མྱུར་དུ་བཟང་པོའི་འགྲོ་བར་འགྲོ། །
en: “If he urges his mother on in the Dharma, He will soon reach the states of good fortune.

source: རབ་ཏུ་འབྱུང་བ་བསྔགས་པས་ན། །མྱུར་དུ་བྱང་ཆུབ་རྣམ་འཚང་རྒྱ། །
en: He will praise the renunciant life And quickly attain awakening.

source: ཤཱ་རིའི་བུ་རབ་ཏུ་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ལྔ་དང་ལྡན་ན་སངས་རྒྱས་བྱུང་བ་མཉེས་པར་མི་བྱེད། དགེ་བའི་བཤེས་གཉེན་ལ་ཡང་མི་སྟེན། དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཡང་མི་འཐོབ། ཇི་ལྟར་བསྒྲུབས་པའི་དགེ་བའི་རྩ་བ་རྣམས་ཀྱང་ཆུད་ཟ་བར་བྱེད། སྡོམ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཡང་རྗེས་སུ་སློབ་པར་མི་འགྱུར་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། ། ལྔ་གང་ཞེ་ན། འཆལ་པའི་ཚུལ་ཁྲིམས་ལ་སྤྱོད་པ་དང་། དམ་པའི་ཆོས་ལ་སྨོད་པ་དང་། རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་ལ་ཆགས་པ་དང་། བདག་ཏུ་ལྟ་བའི་ཐིབས་པོ་དང་། གཞན་གྱི་ཁྱིམ་ལ་ཕྲག་དོག་དང་སེར་སྣ་སྐྱེད་པ་སྟེ། ཤཱ་རིའི་བུ་རབ་ཏུ་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་ན་ སངས་རྒྱས་བྱུང་བ་ལ་མཉེས་པར་མི་བྱེད་པ་དང་། དགེ་བའི་བཤེས་གཉེན་ལ་མི་སྟེན་པ་དང་། གོང་མ་བཞིན་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། །
en: “Śāriputra, a renunciant bodhisatva who acts in five ways will not serve the buddhas who appear, rely on his spiritual friends, or take advantage of the opportunities that arise. He will waste the wholesome qualities that have been generated, he will not follow the training upheld by bodhisatvas, great beings, and he will fail to quickly attain unsurpassed perfect awakening. What are these five ways? They are acting immorally; disparaging the true Dharma; being fond of profit, renown, and praise; being lost in ideas of the self; and being envious of other families and miserly toward them. These, Śāriputra, are the five ways in which a renunciant bodhisatva will not serve the buddhas who appear, not rely on his spiritual friends, and so forth, and fail to quickly attain unsurpassed perfect awakening.

source: ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ་ཁྱི་ལྟོགས་པ་ཀེང་རུས་ཤ་མེད་པ། ཁྲག་གིས་འབགས་པ་བླངས་ནས་དེ་སྲང་གི་སྒོ་ན་གནས་ཏེ། ཁ་ཆུས་གོས་པ་དེ་འཆའ་བ་ལས་དེ་ནས་རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དང་། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དང་། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཁྱི་ལྟོགས་པ་དེ་ལོགས་སུ་འོང་བ་ཁྱི་དེས་རྒྱང་མ་ནས་འོང་བ་མཐོང་བ་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་ནི་བདག་གི་ཁ་ཟས་རོ་ཞིམ་པོ་འདི་འཕྲོག་པ་ཞིག་གོ་སྙམ་ནས་དེ་ཤིན་ཏུ་ཟུགས་ཤིང་མིག་ཚུགས་སུ་ལྟ་ལ། དྲང་བསྙེར་ཏེ། སྐད་ཆེར་ཟུགས་ན།
en: “Śāriputra, take the example of a ravenous dog that has got hold of a fleshless skeleton smeared in blood. It is standing in a driveway drooling over it and is about to eat it, and then the ravenous dog sees a noble kṣatriya lord, a brahmin lord, a householder lord, approaching from afar, and it thinks, ‘He is going to deprive me of my delicious meal,’ and so it lets forth a deep growl, adopts an intimidating stance, bares its teeth, and barks.

source: ཤཱ་རིའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། སྐྱེས་བུ་དེ་ཀེང་རུས་ཤ་མེད་པ་ཁྲག་གིས་འབགས་པ་དེ་འདོད་པ་ཡིན་ནམ།
en: What do you think Śāriputra? Does the person have any interest in that fleshless, blood-smeared skeleton?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་མ་ལགས་སོ། །བདེ་བར་གཤེགས་པ་དེ་མ་ལགས་སོ།
en: “No, he does not, Lord. No, he does not, Sugata.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱི་དེ་ཅིའི་ཕྱིར་ཤིན་ཏུ་ཟུགས་ཤིང་མིག་ཚུགས་སུ་ལྟ་ལ་དྲང་བསྙེར་ཏེ། །
en: The Lord said, “Then why does the dog let forth a deep growl, adopt an intimidating stance, bare its teeth, and bark?”

source: སྐད་ཆེར་ཟུགས།གསོལ་པ། དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་ཟས་རོ་ཞིམ་པོ་འདི་འཕྲོག་པ་ཞིག་གོ་སྙམ་སྟེ། ཤིན་ཏུ་ཟུགས་ཤིང་མིག་ཚུགས་སུ་ལྟ་ལ་དྲང་བསྙེར་ཏེ། སྐད་ཆེར་ཟུགས་སོ། །
en: “Because it thinks that he is going to deprive it of its delicious meal. That is why it lets forth a deep growl, adopts an intimidating stance, bares its teeth, and barks.”

source: བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་དེ་བཞིན་དུ་གང་ཁྱིམ་གྱི་སེར་སྣ་ལ་བརྩོན་པ། བཤང་བ་དང་། གཅི་བས་ཀུན་ཏུ་བསྐོར་བ་ལ་ཆགས་པའི་དགེ་སློང་དག་འབྱུང་བར་འགྱུར་ཏེ འདི་ལྟ་བུའི་དལ་བ་ཕུན་སུམ་ཚོགས་པ་རྙེད་ནས་དེས་ཆུད་ཟོས་པར་བྱེད་པ་དེ་དག་ནི་ངས་ཁྱི་དང་འདྲའོ་ཞེས་བརྗོད་དེ། དེ་དག་འབའ་ཞིག་གི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་འདི་ལྟ་བུའི་བརྗོད་པའི་གནས་བྱེད་པ་མ་ཡིན་གྱི། ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་དག་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བའི་ཕྱིར་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཚོལ་བ་དེ་དག་ནི་བདག་གི་ཤ་ཡང་ཡོངས་སུ་གཏོང་ན་ གཞན་གྱི་ཁྱིམ་ལ་རྟོག་ཅིང་བསྙེན་པའི་ཕྱིར་ཕྲག་དོག་དང་སེར་སྣ་བྱེད་པར་མི་འགྱུར་བ་ལྟ་ཅི་སྨོས། ཡང་ཤཱ་རིའི་བུ་སྐྱེས་བུ་གཏི་མུག་དེ་དག་འཚོ་བའི་ཕྱིར་ཟང་ཟིང་དང་། བྲན་དང་འཇིག་རྟེན་གྱི་ཟང་ཟིང་ལྷུར་བྱེད་ཅིང་ཟས་དང་། སྲོག་ལ་ལྷུར་བྱེད་པ། རྟོག་ཅིང་བསྙེན་པའི་ཕྱིར་གཞན་གྱི་ཁྱིམ་ལ་ཕྲག་དོག་དང་། སེར་སྣ་སྐྱེད་པར་འགྱུར་ཏེ
en: “Mendicants who are miserly in their relations with families are just like this, Śāriputra. It is as if they want to be covered in urine and feces. They squander the opportunities that have arisen. They are just like dogs, I tell you. The Tathāgata only speaks in such a way out of concern for their welfare. Śāriputra, bodhisatvas, great beings, strive for the knowledge of a buddha in order to help people, in order to make people happy, and they are prepared to sacrifice their own flesh for this purpose, so there is no question of them being concerned about their reputation or whether they receive praise, or of their becoming envious or miserly in their relations with families. On the other hand, Śāriputra, deluded individuals who are motivated by making a living are slaves to material things. They desire worldly, mundane things, and they think that food and survival are what is most important. They are concerned about their reputation or whether they receive praise, and they are envious and miserly in their relations with families.
